export const services = [
    {
        isOpen: false,
        isHome: false,
        title: 'подготовка основания',
        list: [
            'шлифовка стяжки - заматовка',
            'выравнивание стяжки шлифовкой',
            'наливной пол',
            'грунтовка стяжки'
        ]
    },
    {
        isOpen: false,
        isHome: false,
        title: 'фанера',
        list: [
            'монтаж фанеры на клей',
            'монтаж фанеры на клей + крепеж',
            'шлифовка фанеры'
        ]
    },
    {
        isOpen: false,
        isHome: true,
        title: 'напольные покрытия',
        list: [
            'укладка ламината (разбежка, ёлочка)',
            'укладка инженерной доски (разбежка, ёлочка)',
            'укладка массивной доски (разбежка, ёлочка)',
            'укладка штучного паркета (разбежка, геометрические и художественные рисунки)',
            'укладка кварцвинила замкового (разбежка, ёлочка)',
            'укладка кварцпаркета (разбежка, ёлочка)',
            'укладка артвинила (разбежка, ёлочка)'
        ]
    },
    {
        isOpen: false,
        isHome: true,
        title: 'шлифовка',
        list: [
            'реставрация старого',
            'шлифовка напольного деревянного покрытия',
            'браширование структурирование',
            'нанесение ЛКМ',
            'тонирование',
            'покрытие маслом'
        ]
    },
    {
        isOpen: false,
        isHome: true,
        title: 'плинтус',
        list: [
            'монтаж плинтуса (деревянного, мдф, полимерного, полиуретанового, пластикого)',
            'покраска плинтуса'
        ]
    },
    {
        isOpen: false,
        isHome: true,
        title: 'лестницы',
        list: [
            'монтаж деревянных лестниц',
            'монтаж бетонного, металлического основания лестницы',
            'ограждение лестницы (дерево, металл, ковка)',
            'обшивка деревянным массивом лестницы',
            'реставрация старых лестниц'
        ]
    }
];

export const images = [
    {
        src: 'images/1.jpg',
        isHome: true
    },
    {
        src: 'images/2.jpg',
        isHome: true
    },
    {
        src: 'images/3.jpg',
        isHome: true
    },
    {
        src: 'images/4.jpg',
        isHome: true
    },
    {
        src: 'images/1.jpg',
        isHome: true
    },
    {
        src: 'images/2.jpg',
        isHome: false
    },
    {
        src: 'images/3.jpg',
        isHome: false
    },
    {
        src: 'images/4.jpg',
        isHome: false
    },
    {
        src: 'images/1.jpg',
        isHome: false
    },
    {
        src: 'images/2.jpg',
        isHome: false
    },
    {
        src: 'images/3.jpg',
        isHome: false
    },
    {
        src: 'images/4.jpg',
        isHome: false
    }
];
